Tekla Open API Reference for Tekla Structures 2025
IntegerConverter Constructor
Initializes a new instance of the IntegerConverter class
 Namespace: Tekla.Structures.Datatype
 Assembly: Tekla.Structures.Datatype (in Tekla.Structures.Datatype.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public IntegerConverter()
Public Sub New
See Also
Reference
IntegerConverter Class
Tekla.Structures.Datatype Namespace